Repository: clementrahula/lukotta
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sl, sq, sv, th, tr, uk, vi, zh_hans

source: %@ opens BitLocker, Linux and virtual machine drives and disk images that macOS cannot open on its own. Reading a drive at the raw device level needs Full Disk Access. macOS has no way for an app to request this directly, so it has to be switched on by hand.
ar: يفتح %@ محرّكات BitLocker وLinux ومحرّكات الأجهزة الافتراضية وصور الأقراص التي لا يستطيع macOS فتحها بنفسه. قراءة محرّك على مستوى الجهاز الخام تتطلب الوصول الكامل إلى القرص. لا يتيح macOS للتطبيق أي طريقة لطلب هذا مباشرةً، لذا يجب تشغيله يدويًا.
bg: %@ отваря дискове с BitLocker и Linux, дискове на виртуални машини и дискови образи, които macOS не може да отвори сам. Четенето на диск на ниво сурово устройство изисква Full Disk Access. macOS не дава на приложенията начин да поискат това пряко, затова се включва ръчно.
cs: %@ otevírá disky s BitLockerem a Linuxem, disky virtuálních strojů a diskové obrazy, které macOS sám otevřít neumí. Čtení disku na úrovni surového zařízení vyžaduje Plný přístup k disku. macOS aplikacím nedává možnost si o to říct přímo, takže se zapíná ručně.
da: %@ åbner BitLocker-, Linux- og virtuelle maskiners diske samt diskbilleder, som macOS ikke selv kan åbne. At læse en disk på råt enhedsniveau kræver Fuld adgang til disk. macOS giver ikke programmer nogen måde at bede om det direkte, så den skal slås til i hånden.
de: %@ öffnet BitLocker-, Linux- und Laufwerke virtueller Maschinen sowie Festplattenimages, die macOS von sich aus nicht öffnen kann. Ein Laufwerk auf der Ebene des rohen Geräts zu lesen erfordert Festplattenvollzugriff. macOS bietet Apps keine Möglichkeit, dies direkt anzufordern, also muss es von Hand eingeschaltet werden.
el: Το %@ ανοίγει δίσκους BitLocker και Linux, δίσκους εικονικών μηχανών και εικόνες δίσκου που το macOS δεν μπορεί να ανοίξει από μόνο του. Η ανάγνωση ενός δίσκου σε επίπεδο ωμής συσκευής απαιτεί Πλήρη πρόσβαση στον δίσκο. Το macOS δεν δίνει στις εφαρμογές τρόπο να το ζητήσουν απευθείας, οπότε ενεργοποιείται με το χέρι.
es: %@ abre discos con BitLocker, discos de Linux, discos de máquinas virtuales e imágenes de disco que macOS no puede abrir por sí solo. Leer un disco al nivel del dispositivo en bruto requiere Acceso total al disco. macOS no ofrece a las apps ninguna forma de solicitarlo directamente, así que hay que activarlo a mano.
et: %@ avab BitLockeri, Linuxi ja virtuaalmasinate kettaid ning ketta tõmmiseid, mida macOS ise avada ei oska. Ketta lugemine toorseadme tasandil nõuab Full Disk Access’i. macOS ei anna rakendustele võimalust seda otse küsida, seega tuleb see käsitsi sisse lülitada.
fi: %@ avaa BitLocker- ja Linux-levyjä, virtuaalikoneiden levyjä ja levykuvia, joita macOS ei osaa itse avata. Levyn lukeminen raakalaitteen tasolla vaatii Koko levyn käytön. macOS ei anna ohjelmille mitään tapaa pyytää sitä suoraan, joten se on kytkettävä päälle käsin.
fil: Binubuksan ng %@ ang mga drive at disk image ng BitLocker, Linux at virtual machine na hindi kayang buksan ng macOS mag-isa. Ang pagbasa ng drive sa antas ng raw na device ay nangangailangan ng Full Disk Access. Walang paraan ang macOS para hilingin ito nang tuwiran ng isang app, kaya kailangang buksan ito nang manu-mano.
fr: %@ ouvre les disques BitLocker, Linux et de machines virtuelles ainsi que les images disque que macOS ne sait pas ouvrir seul. Lire un disque au niveau du périphérique brut exige l’Accès complet au disque. macOS n’offre aux apps aucun moyen de le demander directement : il doit être activé à la main.
he: ‏%@ פותח כונני BitLocker, Linux ומכונות וירטואליות וכן תמונות דיסק ש‑macOS אינו יכול לפתוח בעצמו. קריאת כונן ברמת ההתקן הגולמי מחייבת גישה מלאה לדיסק. ל‑macOS אין דרך שבה יישום יבקש זאת ישירות, ולכן צריך להפעיל זאת ידנית.
hi: %@ BitLocker, Linux और वर्चुअल मशीन की ड्राइव तथा डिस्क इमेज खोलता है, जिन्हें macOS अपने आप नहीं खोल पाता। किसी ड्राइव को रॉ डिवाइस स्तर पर पढ़ने के लिए पूर्ण डिस्क ऐक्सेस चाहिए। macOS किसी ऐप को इसे सीधे माँगने का रास्ता नहीं देता, इसलिए इसे हाथ से चालू करना पड़ता है।
hr: %@ otvara BitLocker i Linux diskove, diskove virtualnih strojeva i slike diskova koje macOS sam ne može otvoriti. Čitanje diska na razini sirovog uređaja zahtijeva Puni pristup disku. macOS aplikacijama ne nudi način da to zatraže izravno, pa se uključuje ručno.
hu: A(z) %@ olyan BitLocker-, Linux- és virtuálisgép-lemezeket, valamint lemezképeket nyit meg, amelyeket a macOS önmagában nem tud megnyitni. Egy lemez nyers eszközszintű olvasásához Teljes hozzáférés a lemezhez szükséges. A macOS nem ad az alkalmazásoknak módot arra, hogy ezt közvetlenül kérjék, ezért kézzel kell bekapcsolni.
id: %@ membuka drive BitLocker, Linux, dan mesin virtual serta image disk yang tidak dapat dibuka macOS sendiri. Membaca drive pada tingkat perangkat mentah memerlukan Akses Disk Penuh. macOS tidak menyediakan cara bagi aplikasi untuk memintanya secara langsung, jadi izin itu harus dinyalakan sendiri.
it: %@ apre dischi BitLocker e Linux, dischi di macchine virtuali e immagini disco che macOS da solo non sa aprire. Leggere un disco a livello di dispositivo grezzo richiede l’Accesso completo al disco. macOS non offre alle app alcun modo di richiederlo direttamente, quindi va attivato a mano.
ja: %@ は、macOS だけでは開けない BitLocker、Linux、仮想マシンのドライブとディスクイメージを開きます。 ドライブを raw デバイスのレベルで読むには「フルディスクアクセス」が必要です。macOS にはアプリがこれを直接要求する方法がないため、手動でオンにする必要があります。
ko: %@은(는) macOS가 자체적으로 열지 못하는 BitLocker, Linux 및 가상 머신 드라이브와 디스크 이미지를 엽니다. 드라이브를 원시 장치 수준에서 읽으려면 전체 디스크 접근 권한이 필요합니다. macOS는 앱이 이를 직접 요청할 방법을 제공하지 않으므로 직접 켜야 합니다.
lt: „%@“ atveria „BitLocker“ ir „Linux“ diskus, virtualiųjų mašinų diskus ir disko atvaizdžius, kurių „macOS“ pati atverti negali. Skaityti diską neapdoroto įrenginio lygiu galima tik su Full Disk Access. „macOS“ nesuteikia programoms būdo šio leidimo paprašyti tiesiogiai, todėl jį reikia įjungti ranka.
lv: %@ atver BitLocker un Linux diskus, virtuālo mašīnu diskus un disku attēlus, kurus macOS pats nespēj atvērt. Diska lasīšanai neapstrādātas ierīces līmenī ir vajadzīga Full Disk Access. macOS nedod lietotnēm iespēju to pieprasīt tieši, tāpēc tā jāieslēdz ar roku.
ms: %@ membuka pemacu BitLocker, Linux dan mesin maya serta imej cakera yang tidak dapat dibuka macOS sendiri. Membaca pemacu pada peringkat peranti mentah memerlukan Akses Cakera Penuh. macOS tidak menyediakan cara untuk aplikasi memintanya secara terus, jadi ia perlu dihidupkan sendiri.
nb: %@ åpner BitLocker-, Linux- og virtuelle maskiners disker samt diskbilder som macOS ikke kan åpne på egen hånd. Å lese en disk på rått enhetsnivå krever Full disktilgang. macOS gir ikke programmer noen måte å be om det direkte på, så den må slås på for hånd.
nl: %@ opent BitLocker-, Linux- en virtuelemachineschijven en schijfkopieën die macOS zelf niet kan openen. Een schijf op het niveau van het ruwe apparaat lezen vereist Volledige schijftoegang. macOS biedt apps geen manier om die rechtstreeks aan te vragen, dus die moet met de hand worden aangezet.
pl: %@ otwiera dyski z BitLockerem, dyski linuksowe, dyski maszyn wirtualnych i obrazy dysków, których macOS sam nie potrafi otworzyć. Odczyt dysku na poziomie surowego urządzenia wymaga Pełnego dostępu do dysku. macOS nie daje programom żadnego sposobu, by poprosić o to bezpośrednio, więc trzeba włączyć go ręcznie.
pt_pt: O %@ abre discos BitLocker e Linux, discos de máquinas virtuais e imagens de disco que o macOS não consegue abrir sozinho. Ler um disco ao nível do dispositivo em bruto exige Acesso completo ao disco. O macOS não dá às aplicações forma de o pedir diretamente, por isso tem de ser ligado à mão.
ro: %@ deschide discuri BitLocker și Linux, discuri de mașini virtuale și imagini de disc pe care macOS nu le poate deschide singur. Citirea unui disc la nivelul dispozitivului brut necesită Acces complet la disc. macOS nu oferă aplicațiilor nicio cale de a-l cere direct, așa că trebuie activat manual.
ru: %@ открывает диски BitLocker, Linux и виртуальных машин, а также образы дисков, которые macOS не открывает сам. Чтение диска на уровне устройства требует Полный доступ к диску. macOS не даёт приложению возможности запросить это напрямую, поэтому включить придётся вручную.
sl: %@ odpira diske BitLocker in Linux, diske navideznih računalnikov ter slike diskov, ki jih macOS sam ne zna odpreti. Branje diska na ravni surove naprave zahteva Full Disk Access. macOS programom ne omogoča, da bi zanj zaprosili neposredno, zato ga je treba vklopiti ročno.
sq: %@ hap disqe BitLocker, Linux dhe disqe makinash virtuale, si dhe imazhe disqesh që macOS nuk i hap dot vetë. Leximi i një disku në nivelin e pajisjes së papërpunuar kërkon Full Disk Access. macOS nuk i jep asnjë mënyrë një aplikacioni për ta kërkuar këtë drejtpërdrejt, ndaj duhet aktivizuar me dorë.
sv: %@ öppnar BitLocker-, Linux- och virtuella maskiners diskar samt skivavbildningar som macOS inte kan öppna på egen hand. Att läsa en disk på rå enhetsnivå kräver Full skivtillgång. macOS ger inte program något sätt att be om den direkt, så den måste slås på för hand.
th: %@ เปิดไดรฟ์ BitLocker, Linux และไดรฟ์ของเครื่องเสมือน รวมถึงอิมเมจดิสก์ที่ macOS เปิดเองไม่ได้ การอ่านไดรฟ์ในระดับอุปกรณ์ดิบต้องใช้ การเข้าถึงดิสก์เต็มรูปแบบ macOS ไม่มีวิธีให้แอปขอสิทธิ์นี้โดยตรง จึงต้องเปิดด้วยมือ
tr: %@, macOS'in kendi başına açamadığı BitLocker, Linux ve sanal makine sürücülerini ve disk imajlarını açar. Bir sürücüyü ham aygıt düzeyinde okumak Tam Disk Erişimi gerektirir. macOS bir uygulamaya bunu doğrudan isteme imkânı vermez, bu yüzden elle açılmalıdır.
uk: %@ відкриває диски BitLocker, Linux і віртуальних машин, а також образи дисків, які macOS не відкриває сам. Читання диска на рівні пристрою потребує Повний доступ до диска. macOS не дає програмі змоги запитати це напряму, тож увімкнути доведеться вручну.
vi: %@ mở các ổ BitLocker, Linux và ổ máy ảo cùng ảnh đĩa mà macOS không tự mở được. Đọc một ổ đĩa ở mức thiết bị thô cần Toàn quyền truy cập đĩa. macOS không cho ứng dụng cách nào để xin quyền này trực tiếp, nên phải bật bằng tay.
zh_hans: %@ 可以打开 macOS 自身打不开的 BitLocker、Linux 和虚拟机驱动器以及磁盘映像。 在原始设备层读取驱动器需要“完全磁盘访问权限”。macOS 不提供让 App 直接申请该权限的方式，因此必须手动开启。

source: %@ opens in the background when you log in and puts back the drives and images that were open, as they were. A drive that needs a password comes back only if the password is saved in your Keychain.
ar: يُفتح %@ في الخلفية عند تسجيل دخولك ويعيد المحرّكات والصور التي كانت مفتوحة كما كانت. لا يعود المحرّك الذي يطلب كلمة سر إلا إذا كانت كلمة السر محفوظة في سلسلة المفاتيح.
bg: %@ се отваря на заден план при влизане и връща дисковете и образите, които са били отворени, точно както са били. Диск, който изисква парола, се връща само ако паролата е запазена в Keychain.
cs: %@ se při přihlášení spustí na pozadí a vrátí disky a obrazy, které byly otevřené, přesně jak byly. Disk vyžadující heslo se vrátí, jen pokud je heslo uložené v Klíčence.
da: %@ åbner i baggrunden, når du logger ind, og sætter de diske og diskbilleder tilbage, der var åbne, præcis som de var. En disk, der kræver en adgangskode, kommer kun tilbage, hvis adgangskoden er gemt i din nøglering.
de: %@ öffnet sich beim Anmelden im Hintergrund und stellt die Laufwerke und Images wieder her, die offen waren, genau so wie sie waren. Ein Laufwerk mit Passwort kommt nur zurück, wenn das Passwort im Schlüsselbund gespeichert ist.
el: Το %@ ανοίγει στο παρασκήνιο όταν συνδέεστε και επαναφέρει τους δίσκους και τα είδωλα που ήταν ανοιχτά, όπως ήταν. Ένας δίσκος που χρειάζεται συνθηματικό επιστρέφει μόνο αν το συνθηματικό είναι αποθηκευμένο στο Keychain.
es: %@ se abre en segundo plano al iniciar sesión y vuelve a montar los discos e imágenes que estaban abiertos, tal como estaban. Un disco que pide contraseña solo vuelve si la contraseña está guardada en tu llavero.
et: %@ avaneb sisselogimisel taustal ja taastab kettad ja tõmmised, mis olid avatud, täpselt nagu need olid. Parooli vajav ketas tuleb tagasi ainult siis, kui parool on võtmehoidjas salvestatud.
fi: %@ avautuu taustalle kirjautuessasi ja palauttaa avoinna olleet levyt ja levykuvat sellaisina kuin ne olivat. Salasanaa vaativa levy palaa vain, jos salasana on tallennettu avainnippuun.
fil: Bumubukas ang %@ sa background kapag nag-log in ka at ibinabalik ang mga drive at image na nakabukas, tulad ng dati. Babalik lamang ang drive na nangangailangan ng password kung nakatago ang password sa iyong Keychain.
fr: %@ s’ouvre en arrière-plan à l’ouverture de session et remonte les disques et images qui étaient ouverts, tels qu’ils étaient. Un disque qui demande un mot de passe ne revient que si celui-ci est enregistré dans votre trousseau.
he: ‏%@ נפתח ברקע כשנכנסים למערכת ומחזיר את הכוננים והתמונות שהיו פתוחים, כפי שהיו. כונן שדורש סיסמה חוזר רק אם הסיסמה שמורה בצרור המפתחות שלך.
hi: लॉग इन करने पर %@ पृष्ठभूमि में खुलता है और जो ड्राइव और इमेज खुली थीं उन्हें वैसे ही वापस लाता है। पासवर्ड माँगने वाली ड्राइव तभी वापस आती है जब पासवर्ड आपके Keychain में सहेजा गया हो।
hr: %@ se pri prijavi otvara u pozadini i vraća diskove i slike koji su bili otvoreni, onakve kakvi su bili. Disk koji traži lozinku vraća se samo ako je lozinka spremljena u Keychainu.
hu: A(z) %@ bejelentkezéskor a háttérben elindul, és visszaállítja a nyitva volt lemezeket és lemezképeket úgy, ahogy voltak. A jelszót kérő lemez csak akkor tér vissza, ha a jelszó a kulcskarikán van mentve.
id: %@ terbuka di latar belakang saat Anda masuk dan mengembalikan drive dan image yang tadinya terbuka, seperti semula. Drive yang memerlukan kata sandi hanya kembali jika kata sandinya tersimpan di Keychain.
it: %@ si apre in secondo piano quando accedi e rimonta i dischi e le immagini che erano aperti, come erano. Un disco che richiede una password torna solo se la password è salvata nel portachiavi.
ja: %@ はログイン時にバックグラウンドで開き、開いていたドライブとイメージを元のとおりに戻します。パスワードが必要なドライブは、パスワードが「キーチェーン」に保存されている場合にのみ戻ります。
ko: %@은(는) 로그인할 때 백그라운드에서 열리며, 열려 있던 드라이브와 이미지를 원래대로 되돌립니다. 암호가 필요한 드라이브는 암호가 키체인에 저장되어 있을 때만 돌아옵니다.
lt: %@ prisijungus atsiveria fone ir grąžina diskus bei atvaizdžius, kurie buvo atverti, tokius, kokie buvo. Slaptažodžio reikalaujantis diskas grįžta tik tada, jei slaptažodis įrašytas raktų grandinėje.
lv: %@ pieteikšanās brīdī atveras fonā un atjauno diskus un attēlus, kas bija atvērti, tieši tādus, kādi tie bija. Disks, kam vajadzīga parole, atgriežas tikai tad, ja parole ir saglabāta atslēgu saišķī.
ms: %@ dibuka di latar belakang apabila anda log masuk dan mengembalikan pemacu dan imej yang terbuka, seperti sedia kala. Pemacu yang memerlukan kata laluan hanya kembali jika kata laluannya disimpan dalam Keychain.
nb: %@ åpnes i bakgrunnen når du logger på, og setter tilbake diskene og diskbildene som var åpne, slik de var. En disk som krever passord kommer bare tilbake hvis passordet er lagret i nøkkelringen.
nl: %@ opent op de achtergrond wanneer je inlogt en zet de schijven en schijfkopieën terug die open waren, zoals ze waren. Een schijf die een wachtwoord vraagt komt alleen terug als het wachtwoord in je sleutelhanger staat.
pl: %@ otwiera się w tle po zalogowaniu i przywraca dyski oraz obrazy, które były otwarte, dokładnie tak jak były. Dysk wymagający hasła wraca tylko wtedy, gdy hasło jest zapisane w pęku kluczy.
pt_pt: O %@ abre em segundo plano quando inicia sessão e repõe os discos e imagens que estavam abertos, tal como estavam. Um disco que precisa de palavra-passe só volta se a palavra-passe estiver guardada no seu porta-chaves.
ro: %@ se deschide în fundal când vă autentificați și readuce discurile și imaginile care erau deschise, așa cum erau. Un disc care cere o parolă revine doar dacă parola este salvată în breloc.
ru: %@ открывается в фоне при входе в систему и возвращает диски и образы, которые были открыты, в прежнем виде. Диск, требующий пароль, вернётся только если пароль сохранён в связке ключей.
sl: %@ se ob prijavi odpre v ozadju in povrne diske ter slike, ki so bili odprti, take, kot so bili. Disk, ki zahteva geslo, se vrne le, če je geslo shranjeno v ključevniku.
sq: %@ hapet në sfond kur hyn dhe i rikthen disqet dhe imazhet që ishin të hapura, ashtu siç ishin. Një disk që kërkon fjalëkalim kthehet vetëm nëse fjalëkalimi është ruajtur në Keychain.
sv: %@ öppnas i bakgrunden när du loggar in och sätter tillbaka de diskar och skivavbilder som var öppna, precis som de var. En disk som kräver ett lösenord kommer bara tillbaka om lösenordet är sparat i nyckelringen.
th: %@ จะเปิดขึ้นเบื้องหลังเมื่อคุณล็อกอิน และนำไดรฟ์กับอิมเมจที่เปิดอยู่กลับมาเหมือนเดิม ไดรฟ์ที่ต้องใช้รหัสผ่านจะกลับมาก็ต่อเมื่อรหัสผ่านถูกบันทึกไว้ใน Keychain
tr: %@ oturum açtığınızda arka planda açılır ve açık olan sürücüleri ve imajları eskisi gibi geri getirir. Parola isteyen bir sürücü, yalnızca parola Anahtar Zinciri'nde kayıtlıysa geri gelir.
uk: %@ відкривається у фоні під час входу та повертає диски й образи, які були відкриті, у попередньому вигляді. Диск, що потребує пароля, повертається лише якщо пароль збережено у в’язці ключів.
vi: %@ mở ở chế độ nền khi bạn đăng nhập và đưa trở lại các ổ đĩa và ảnh đĩa đang mở, đúng như trước. Ổ đĩa cần mật khẩu chỉ trở lại nếu mật khẩu đã lưu trong Keychain.
zh_hans: 登录时 %@ 会在后台打开，并按原样恢复此前打开的驱动器和映像。需要密码的驱动器只有在密码已存入“钥匙串”时才会恢复。

source: %@ starts a small Linux virtual machine, unlocks the drive inside it, and hands the drive back to Finder. macOS cannot read BitLocker or Linux filesystems. Linux can.
ar: يشغّل %@ جهازًا افتراضيًا صغيرًا بنظام Linux، ويفتح المحرّك داخله، ثم يسلّم المحرّك إلى الباحث. لا يستطيع macOS قراءة أنظمة ملفات BitLocker أو Linux، أما Linux فيستطيع.
bg: %@ стартира малка виртуална машина с Linux, отключва диска в нея и го предава обратно на Finder. macOS не може да чете файлови системи на BitLocker или Linux. Linux може.
cs: %@ spustí malý virtuální stroj s Linuxem, odemkne v něm disk a předá jej zpět Finderu. macOS neumí číst souborové systémy BitLocker ani Linuxu. Linux ano.
da: %@ starter en lille virtuel Linux-maskine, låser enheden op inde i den og giver enheden tilbage til Finder. macOS kan ikke læse BitLocker- eller Linux-filsystemer. Det kan Linux.
de: %@ startet eine kleine virtuelle Linux-Maschine, entsperrt das Laufwerk darin und übergibt es zurück an den Finder. macOS kann BitLocker- und Linux-Dateisysteme nicht lesen. Linux schon.
el: Το %@ ξεκινά μια μικρή εικονική μηχανή Linux, ξεκλειδώνει τον δίσκο μέσα σε αυτήν και τον παραδίδει πίσω στο Finder. Το macOS δεν μπορεί να διαβάσει συστήματα αρχείων BitLocker ή Linux. Το Linux μπορεί.
es: %@ arranca una pequeña máquina virtual Linux, desbloquea el disco dentro de ella y se lo entrega al Finder. macOS no puede leer sistemas de archivos BitLocker ni de Linux. Linux sí.
et: %@ käivitab väikese Linuxi virtuaalmasina, avab ketta selle sees ja annab ketta Finderile tagasi. macOS ei oska lugeda BitLockeri ega Linuxi failisüsteeme. Linux oskab.
fi: %@ käynnistää pienen Linux-virtuaalikoneen, avaa aseman sen sisällä ja luovuttaa aseman takaisin Finderille. macOS ei osaa lukea BitLocker- eikä Linux-tiedostojärjestelmiä. Linux osaa.
fil: Nagpapatakbo ang %@ ng maliit na Linux virtual machine, binubuksan ang drive sa loob nito, at ibinibigay ang drive sa Finder. Hindi mabasa ng macOS ang mga file system ng BitLocker o Linux. Kaya ng Linux.
fr: %@ démarre une petite machine virtuelle Linux, y déverrouille le disque, puis le transmet au Finder. macOS ne sait pas lire les systèmes de fichiers BitLocker ou Linux. Linux, si.
he: ‏%@ מפעיל מכונה וירטואלית קטנה של Linux, פותח בתוכה את הכונן ומוסר את הכונן ל‑Finder. ‏macOS אינו יכול לקרוא מערכות קבצים של BitLocker או Linux. ‏Linux יכול.
hi: %@ एक छोटी Linux वर्चुअल मशीन शुरू करता है, उसके भीतर ड्राइव अनलॉक करता है और ड्राइव Finder को सौंप देता है। macOS BitLocker या Linux फ़ाइल सिस्टम नहीं पढ़ सकता। Linux पढ़ सकता है।
hr: %@ pokreće mali virtualni Linux stroj, u njemu otključava disk i predaje ga natrag Finderu. macOS ne može čitati BitLocker ni Linux datotečne sustave. Linux može.
hu: A(z) %@ elindít egy kis Linux virtuális gépet, abban feloldja a meghajtót, majd visszaadja a Findernek. A macOS nem tudja olvasni a BitLocker- és Linux-fájlrendszereket. A Linux igen.
id: %@ menjalankan mesin virtual Linux kecil, membuka kunci drive di dalamnya, lalu menyerahkan drive itu ke Finder. macOS tidak dapat membaca sistem berkas BitLocker atau Linux. Linux bisa.
it: %@ avvia una piccola macchina virtuale Linux, vi sblocca il disco e lo consegna al Finder. macOS non sa leggere i file system BitLocker o Linux. Linux sì.
ja: %@ は小さな Linux 仮想マシンを起動し、その中でドライブをロック解除して、ドライブを Finder に引き渡します。macOS は BitLocker や Linux のファイルシステムを読めませんが、Linux は読めます。
ko: %@은(는) 작은 Linux 가상 머신을 실행해 그 안에서 드라이브를 잠금 해제한 뒤, 드라이브를 Finder에 넘깁니다. macOS는 BitLocker나 Linux 파일 시스템을 읽지 못하지만 Linux는 읽을 수 있습니다.
lt: %@ paleidžia nedidelę „Linux“ virtualiąją mašiną, joje atrakina diską ir perduoda diską atgal „Finder“ programai. „macOS“ negali skaityti „BitLocker“ ar „Linux“ failų sistemų. „Linux“ gali.
lv: %@ palaiž nelielu Linux virtuālo mašīnu, atbloķē disku tajā un nodod disku atpakaļ programmai Finder. macOS nespēj lasīt BitLocker vai Linux failu sistēmas. Linux spēj.
ms: %@ memulakan mesin maya Linux yang kecil, membuka kunci pemacu di dalamnya, lalu menyerahkan pemacu itu kepada Finder. macOS tidak boleh membaca sistem fail BitLocker atau Linux. Linux boleh.
nb: %@ starter en liten virtuell Linux-maskin, låser opp enheten inne i den og leverer enheten tilbake til Finder. macOS kan ikke lese BitLocker- eller Linux-filsystemer. Linux kan.
nl: %@ start een kleine virtuele Linux-machine, ontgrendelt de schijf daarbinnen en geeft die terug aan de Finder. macOS kan BitLocker- of Linux-bestandssystemen niet lezen. Linux wel.
pl: %@ uruchamia małą maszynę wirtualną z Linuksem, odblokowuje w niej dysk i przekazuje go z powrotem Finderowi. macOS nie odczyta systemów plików BitLocker ani Linuksa. Linux tak.
pt_pt: O %@ inicia uma pequena máquina virtual Linux, desbloqueia o disco dentro dela e devolve-o ao Finder. O macOS não consegue ler sistemas de ficheiros BitLocker ou Linux. O Linux consegue.
ro: %@ pornește o mică mașină virtuală Linux, deblochează discul în interiorul ei și îl predă înapoi aplicației Finder. macOS nu poate citi sisteme de fișiere BitLocker sau Linux. Linux poate.
ru: %@ запускает небольшую виртуальную машину Linux, разблокирует диск внутри неё и передаёт диск обратно в Finder. macOS не умеет читать файловые системы BitLocker и Linux. Linux умеет.
sl: %@ zažene majhen navidezni stroj z Linuxom, v njem odklene pogon in ga preda nazaj Finderju. macOS ne zna brati datotečnih sistemov BitLocker ali Linux. Linux jih zna.
sq: %@ nis një makinë të vogël virtuale Linux, e shkyç diskun brenda saj dhe ia dorëzon diskun Finder-it. macOS nuk i lexon dot sistemet e skedarëve BitLocker ose Linux. Linux po.
sv: %@ startar en liten virtuell Linux-maskin, låser upp enheten i den och lämnar tillbaka enheten till Finder. macOS kan inte läsa BitLocker- eller Linux-filsystem. Linux kan.
th: %@ จะเริ่มเครื่องเสมือน Linux ขนาดเล็ก ปลดล็อกไดรฟ์ภายในนั้น แล้วส่งไดรฟ์ต่อให้ Finder macOS อ่านระบบไฟล์ BitLocker หรือ Linux ไม่ได้ แต่ Linux อ่านได้
tr: %@ küçük bir Linux sanal makinesi başlatır, sürücüyü onun içinde açar ve sürücüyü Finder'a devreder. macOS, BitLocker ve Linux dosya sistemlerini okuyamaz. Linux okuyabilir.
uk: %@ запускає невелику віртуальну машину Linux, розблоковує диск усередині неї та передає диск назад у Finder. macOS не вміє читати файлові системи BitLocker і Linux. Linux уміє.
vi: %@ khởi động một máy ảo Linux nhỏ, mở khóa ổ đĩa bên trong nó rồi giao ổ đĩa lại cho Finder. macOS không đọc được hệ thống tệp BitLocker hay Linux. Linux thì đọc được.
zh_hans: %@ 会启动一台小型 Linux 虚拟机，在其中解锁驱动器，再把驱动器交还给“访达”。macOS 读不了 BitLocker 或 Linux 文件系统，Linux 可以。
